[{
    "id": "1",
    "title": "Блич",
    "description": "В центре повествования находится Ичиго Куросаки. Он отличается от своих сверстников тем, что видит призраков и может с ними разговаривать. Для него это стало чем-то обыденным, и он перестаёт придавать этому большое значение, пока на пороге его комнаты не появляется Рукия Кучики. Девушка признаётся, что является проводником душ из мира живых в мир мёртвых. Её удивляет, поскольку раньше она не видела живых людей, способных видеть и говорить с ней. Их знакомство было прервано злым духом, который хотел убить Ичиго, но Рукия спасает его. В ходе битвы девушка получает серьёзные ранения и осознаёт, что у неё нет сил бороться дальше. Ей ничего не остаётся, как передать свои способности Ичиго. Не задумываясь о последствиях, она наделяет парня силами, но тем самым нарушает правила и становится преступницей. Теперь, после победы над злым духом, Ичиго ничего не остаётся, кроме как защитить свою спасительницу от предстоящих угроз.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/bleach.jpg",
    "yearOfIssue": 2004,
    "ageRating": 16,
    "episode": 366,
    "season": 1,
    "numberOfSeasons": 2,
    "genre": "Сёнен, Экшен, Приключения, Комедия, Сверхъестественное, Супер сила",
    "rating": 10,
    "video": "https://www.youtube.com/embed/e8YBesRKq_U"
},
{
    "id": "2",
    "title": "Атака титанов",
    "description": "Начиная с далёкого прошлого, человечество безустанно страдает от атаки титанов, имеющих огромные размеры и кровожадный нрав. Эти существа не отличаются разумом, они руководствуются инстинктами и не чувствуют жалости к людям. Титаны сожрали огромное количество людей, поэтому население планеты начало резко сокращаться. Было решено возвести высокую стену и в её пределах построить город, где будут обитать выжившие люди. Это подействовало, народ спокойно проживает в пределах города и уже начинает забывать о существовании смертельного врага. Но юноша по имени Эрен уверен, что титаны ещё могут вернуться и разрушить стену города. Он намерен стать одним из разведчиков и побывать за стеной вместе с другими смельчаками.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/attackOfTitan.png",
    "yearOfIssue": 2013,
    "ageRating": 18,
    "episode": 25,
    "season": 1,
    "numberOfSeasons": 4,
    "genre": "Сёнен, Экшен, Драма, Фэнтези, Детектив, Военное, Супер сила",
    "rating": 10,
    "video": "https://www.youtube.com/embed/da-l0wLle-c"
},
{
    "id": "3",
    "title": "Дьявол может плакать",
    "description": "Владельца конторы по отлову демонов Данте давно уже ничего не может напугать или удивить. Охотник сам наполовину демон, но давно уже решил, что не будет становится на сторону зла. Поэтому и стал настоящим охотником. У нее есть помощники. Даже Леди, которой не всегда получается заплатить, помогает Данте. А что делать? Ведь от демонов уже просто нет житья. Потусторонний мир ворвался в спокойную жизнь города. И только борьба со злом, истребление всех демонов сможет установить настоящий мир. Данте понимает, что полностью избавиться от зла невозможно, но пытается делать свое дело как можно лучше. Правда, ему совсем не везет. И после каждого сражения город несет огромные убытки. Само предприятие Данте тоже особого дохода не приносит. Остается только верить в лучшее и надеяться на своих помощников и друзей.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/devilMayСry.jpg",
    "yearOfIssue": 2007,
    "ageRating": 18,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Экшен, Фэнтези, Демоны",
    "rating": 3,
    "video": "https://www.youtube.com/embed/Ae1KK4HsdRI"
},
{
    "id": "4",
    "title": "Василиск",
    "description": "Владельца конторы по отлову демонов Данте давно уже ничего не может напугать или удивить. Охотник сам наполовину демон, но давно уже решил, что не будет становится на сторону зла. Поэтому и стал настоящим охотником. У нее есть помощники. Даже Леди, которой не всегда получается заплатить, помогает Данте. А что делать? Ведь от демонов уже просто нет житья. Потусторонний мир ворвался в спокойную жизнь города. И только борьба со злом, истребление всех демонов сможет установить настоящий мир. Данте понимает, что полностью избавиться от зла невозможно, но пытается делать свое дело как можно лучше. Правда, ему совсем не везет. И после каждого сражения город несет огромные убытки. Само предприятие Данте тоже особого дохода не приносит. Остается только верить в лучшее и надеяться на своих помощников и друзей.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/vasilisk.jpg",
    "yearOfIssue": 2005,
    "ageRating": 18,
    "episode": 24,
    "season": 1,
    "numberOfSeasons": 2,
    "genre": "Экшен, Приключения, Фэнтези, Романтика, Сверхъестественное, Исторический, Самураи",
    "rating": 8,
    "video": "https://www.youtube.com/embed/vvPSjXWx_QQ"
},
{
    "id": "5",
    "title": "Мастера меча онлайн",
    "description": "В 2022 году создаётся специальный шлем NerveGear, воспроизводящий все человеческие чувства, перенося их в мир виртуальной реальности. Название первой игры – «Sword Art Online». Игра начала набирать популярность ещё до выхода. В день релиза набирается десять тысяч игроков, желающих опробовать новую забаву на деле, ещё даже не догадывающихся о коварстве долгожданного сервера. Но вот незадача, пропадает «выход». Создатель сообщает, что вернуться в реальность можно только при прохождении ста уровней и при победе над боссом в конце. Главная фишка в том, что погибая в игре, человек умирает и в жизни. Кирито, один из тысяч доверчивых игроков, начинает работать совместно с Асуной, поставив цель дойти до конца. Вдруг их действия станут решающими.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/swordArtOnline.webp",
    "yearOfIssue": 2012,
    "ageRating": 16,
    "episode": 25,
    "season": 1,
    "numberOfSeasons": 6,
    "genre": "Экшен, Приключения, Фэнтези, Романтика, Игры",
    "rating": 7,
    "video": "https://www.youtube.com/embed/RhI_xS6sRy4"
},
{
    "id": "6",
    "title": "Моя геройская академия",
    "description": "Мир кардинально изменился, почти восемьдесят процентов людей обладают уникальными способностями, которые делают из них настоящих героев. Кто-то может становиться невидимым, кто-то имеет огромную физическую силу, а кто-то может превращать предметы в оружие или воду. Некоторые герои стали злодеями и начали использовать свои способности для обогащения  и выгоды. Были созданы геройские академии, в которых учились защитники человечества от злодеев. Изуми – смелый и отчаянный юноша, который считает себя проклятым. Он мечтает поступить в одну из геройских академий, но у него совершенно нет никаких способностей. Изуми попал в оставшиеся двадцать процентов людей, лишённых уникальных сил. Но вскоре судьба благоволит к нему и жизнь главного героя полностью изменится.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/myHeroAcademy.png",
    "yearOfIssue": 2016,
    "ageRating": 16,
    "episode": 13,
    "season": 1,
    "numberOfSeasons": 5,
    "genre": "Сёнен, Экшен, Комедия, Школа, Супер сила",
    "rating": 8,
    "video": "https://www.youtube.com/embed/69g0zCYbsz0"
},
{
    "id": "7",
    "title": "Стальной алхимик",
    "description": "В картине открывается мир альтернативной реальности. Мир, в котором существует алхимия и магия. Она достается только определенным одаренным людям, которые могут преобразовывать вещи в совершенно иные предметы. Ну, и, как у большинства способностей, есть свои правила, ограничения и запреты. История разворачивается вокруг двух маленьких братьев, которые с детства увлекаются алхимией, надеясь в будущем стать великими мастерами. Но, в их жизни случается трагедия, после которой мальчикам приходится нарушить главный запрет. Проступок не остается без внимания, и ребят ждет наказание, которое приходится исправлять дорогой ценой. Тут и открывается мир приключений.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/fullmetalAlchemist.jpg",
    "yearOfIssue": 2003,
    "ageRating": 18,
    "episode": 51,
    "season": 1,
    "numberOfSeasons": 2,
    "genre": "Сёнен, Экшен, Приключения, Комедия, Драма, Фэнтези, Военное",
    "rating": 8,
    "video": "https://www.youtube.com/embed/oBGdfWmZXRs"
},
{
    "id": "8",
    "title": "Твое имя",
    "description": "Это красочное аниме с элементами драмы и мелодрамы повествует запутанную историю о странной связи, любви и обмене телами. В центре увлекательных событий оказываются два главных героя – девушка по имени Мицуха Миямидзу и парень, которого зовут Таки Татибана. Она живет в небольшом провинциальном городке. Он – житель Токио. Они никогда не были знакомы и нигде не встречались. В одно прекрасное утро оба просыпаются с непривычным ощущением пустоты внутри. Мицухе в школе приятели сообщают, что ее поведение было каким-то пугающим и необычным. Затем дома, после специального ритуала по созданию кутиками-сакэ, наша героиня кричит на всю округу, что ненавидит этот проклятый город и хочет жить в столице... На следующий день она с удивлением обнаруживает себя в теле незнакомого мальчика. Она буквально переселилась в постороннего человека, которым оказался Таки... Вскоре парочка выясняет, что каким-то удивительным образом они могут меняться местами. Им нравится эта их поразительная особенность. И школьники начинают систематически переселяться друг в друга. Эта игра кажется им забавной, и молодые люди все больше времени проводят на чужом месте, живя другой жизнью, даже не подозревая, к чему все это приведет...",
    "type": "Фильм",
    "category": 1,
    "image": "image/anime/yourName.jpeg",
    "yearOfIssue": 2016,
    "ageRating": 12,
    "episode": 1,
    "season": 0,
    "numberOfSeasons": 0,
    "genre": "Романтические, Драмы, Мистические",
    "rating": 8,
    "video": "https://www.youtube.com/embed/tT7b5wR0IOM"
},
{
    "id": "9",
    "title": "Баскетбол Куроко",
    "description": "Крепкая спортивная драма. Главные герои — 16-летний Куроко Тэцуя, бывший игрок легендарной баскетбольной команды Тейко по прозвищу «Поколение чудес», и Кагами Тайга, живший в Америке и тоже интересующийся баскетболом. Оба этих парня поступают в среднюю школу Сейрин, где сразу же присоединяются к баскетбольной уоманде. Их соперники — бывшие участники 'Поколения чудес': Кисе, полный оптимизма и энтузиазма, золотой глаз Мидорима, агрессивный и невероятно проворный Аомине, подавляющий своим ростом и силой Мурасакибара, и бывший капитан команды Акаши. Как нетрудно догадаться, лейтмотивом этого сериала является баскетбол, а точнее стремление Сейрин к чемпионству. Однако это нелегкая задача, так как ни один из членов 'Поколения чудес' не захочет отдать победный пьедестал без боя. Не говоря уже о том, что все они просто испытывают друг к другу личную неприязнь.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/kurokoBasketball.jpg",
    "yearOfIssue": 2012,
    "ageRating": 16,
    "episode": 25,
    "season": 1,
    "numberOfSeasons": 3,
    "genre": "Сёнен, Комедия, Спорт, Школа",
    "rating": 8,
    "video": "https://www.youtube.com/embed/36f8vwfULOo"
},
{
    "id": "10",
    "title": "Токийский гуль",
    "description": "События разворачиваются в альтернативной реальности, в городе Токио. Человечество пытается сосуществовать с созданиями, которые стоят выше них в пищевой цепи. Они называются гулями, и чаще всего питаются человеческой плотью. Спустя время люди и гули начали жить в одном обществе, пытаясь сдерживать свои порывы, но нападения гулей всё равно случаются. Канеки – обычный парень, который посещает старшую школу и ничем не выделяется среди своих одноклассников. Однажды, возвращаясь домой после занятий, на юношу нападает гуль в образе женщины. Канеки чудом удаётся выбраться из её плена, но вскоре он узнаёт о том, что ему пересадили органы гуля. Теперь герой должен понять, остался ли он человеком или же стал тем, кого недавно до ужаса боялся?",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/tokyoGhoul.png",
    "yearOfIssue": 2014,
    "ageRating": 18,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 4,
    "genre": "Сэйнэн, Экшен, Драма, Ужасы, Детектив, Сверхъестественное, Психологическое",
    "rating": 8,
    "video": "https://www.youtube.com/embed/vf_heHfNW6E"
},
{
    "id": "11",
    "title": "Класс убийц",
    "description": "В одной из младших школ есть самый худший класс, в котором учатся настоящие неудачники. Никто из учителей не может справиться с этими ребятами, ведь они являются невыносимыми хулиганами и полными двоечниками. Все остальные классы считают этих детей полными нолями, относятся к ним очень высокомерно и постоянно игнорируют. Однажды человечество узнаёт о грандиозной угрозе – некоем инопланетном существе, которое почти уничтожило спутник Земли и теперь хочет поглотить и Землю. Существо поставило людям условие – оно хочет стать учителем класса неудачников, поэтому его направляют в самый худший  третий класс. Ребятам необходимо не просто дожить до выпускного, но и найти способ уничтожить монстра, пока он не уничтожил планету.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/assassinClass.jpg",
    "yearOfIssue": 2015,
    "ageRating": 18,
    "episode": 22,
    "season": 1,
    "numberOfSeasons": 2,
    "genre": "Сёнен, Экшен, Комедия, Школа",
    "rating": 7,
    "video": "https://www.youtube.com/embed/55dxDkcFlWE"
},
{
    "id": "12",
    "title": "Страна чудес смертников",
    "description": "С запуском аниме Deadman Wonderland мы входим в мир, полный жестокости и бессмысленных кровавых смертей. Элитная частная тюрьма — это место, полное неразгаданных тайн. Ганта Игараси, попавший сюда, вел спокойную жизнь, пока не увидел человека за окном своего класса, который в течение нескольких минут убил всех его друзей и оставил в живых по неизвестным причинам только его. Так как настоящий убийца испарился, главный герой обвинен в убийстве 29 студентов, приговорен к смертной казни и доставлен в 'Страну Чудес Смертников', место, где ему придется сражаться за свое выживание в качестве туристической достопримечательности. В этом жестоком месиве обнажаются пороки и прелести человеческих душ, а несправедливо покаранный главный герой постепенно втягивается и грубеет.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/deadmanWonderland.webp",
    "yearOfIssue": 2011,
    "ageRating": 18,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Сёнен, Экшен, Ужасы, Фантастика, Сверхъестественное",
    "rating": 7,
    "video": "https://www.youtube.com/embed/HQNtP4LnE7Y"
},
{
    "id": "13",
    "title": "Принцесса Мононоке",
    "description": "Данный полнометражный фильм повествует о двух героях: принце Аситаке, который после убийства напавшего на деревню гигантского проклятого вепря, одержимого ненавистью, сам становится жертвой проклятия из-за полученного в бою ранения и вынужден вести отшельническую жизнь, и молодей девушке Сан или, как её называют, Принцессе Мононоке. В детстве Сан была оставлена родителями и выращена волками, именно поэтому лес так важен для нее. Девушка всеми возможными силами пытается защитить родной дом от вторжения людей. Существующее противостояние между людьми Железного города и обитателями Древнего Леса, участником которого становится Аситака, ставит перед ним самый главный вопрос: на чьей стороне ему необходимо быть?",
    "type": "Фильм",
    "category": 1,
    "image": "image/anime/princessMononoke.jpg",
    "yearOfIssue": 1997,
    "ageRating": 12,
    "episode": 1,
    "season": 0,
    "numberOfSeasons": 0,
    "genre": "Экшен, Приключения, Фэнтези",
    "rating": 7,
    "video": "https://www.youtube.com/embed/PQ8TTT8jjWc"
},
{
    "id": "14",
    "title": "Наруто",
    "description": "Познакомьтесь с Наруто Узумаки – юным ниндзя, которому предстоит пройти долгий путь к своей мечте. Однако для достижения любой цели нужны верные товарищи, которых Наруто предстоит обрести. Эта история о том, как найти в себе силы не сдаваться, когда никто вокруг не верит в успех. А ещё это исключительная и неповторимая в своём роде классика – самое занимательное приключение ниндзя всех времён!",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/naruto.png",
    "yearOfIssue": 2002,
    "ageRating": 12,
    "episode": 220,
    "season": 1,
    "numberOfSeasons": 3,
    "genre": "Боевые искусства, Приключения, Комедии, Сёнэн",
    "rating": 10,
    "video": "https://www.youtube.com/embed/MhqLxoYRHx8"
},
{
    "id": "15",
    "title": "Паразит",
    "description": "В центре сюжета аниме окажется 16-летний Синъити Идзуми, который живёт в тихом районе Токио со своими родителями. Однажды ночью Землю атакуют паразиты из космоса, которые захватывают контроль над мозгом человека, заползая в нос или уши. Один из таких паразитов пытается захватить тело Синъити, однако ему удаётся только получить контроль над его правой рукой. Подростку удаётся остановить распространение «заразы», поэтому он остаётся носителем странного существа с собственным сознанием и личностными особенностями. Паразит помогает Синъити сражаться с другими «зомбированными» людьми — вместе они попытаются выжить в новом загадочном мире.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/parazit.jpg",
    "yearOfIssue": 2014,
    "ageRating": 18,
    "episode": 24,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Драмы, Фантастика, Приключения, Ужасы",
    "rating": 10,
    "video": "https://www.youtube.com/embed/rj63TDpaBWk"
},
{
    "id": "16",
    "title": "Сумо Хиномару",
    "description": "В японских учебных заведениях всегда создаются определенные сообщества. К примеру, в школе Одачи имеется клуб сумо, члены которого наделены уникальными талантами и бесконечной любовью к зрелищному виду единоборства. Несмотря на популярность организации, чего-то ей явно не достает, ведь выдающимися достижениями она не способна похвастаться. Не понятно, как разворачивались бы дальнейшие события, если бы на горизонте не появился Хиномару Усио. Этот парнишка уже в раннем возрасте имел целый список разнообразных побед. Он – истинный мастер спорта, который внешностью не сильно смахивает на настоящего сумоиста. Главный герой маленького роста и субтильной комплекции. Расти он прекратил в подростковом возрасте. Конечно же, остальные сумоисты кардинально отличаются от юноши. Но, невзирая на подобные различия, он продолжает оттачивать спортивные навыки. Паренек упорно тренируется, ловко превращая существенные недостатки в достоинства. Этот невзрачный борец запросто может отправить в нокаут даже самого гигантского противника. Усио мечтает завоевать наивысший ранг, поэтому школьный клуб становится для него долгожданным шансом для достижения поставленной цели.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/hinomaruSumo.jpg",
    "yearOfIssue": 2018,
    "ageRating": 16,
    "episode": 24,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Боевые искусства, Сёнен, Спорт, Боевик, Драма",
    "rating": 10,
    "video": "https://www.youtube.com/embed/R2nuV5HYmGA"
},
{
    "id": "17",
    "title": "Мегалобокс",
    "description": "В будущем привычный всем бокс заменит новое невероятно зрелищное и куда более жестокое состязание – мегалобокс, где сила и ловкость спортсмена значительно усиливаются мощью железного экзоскелета. После того, как данный вид спорта обрёл широкую популярность, корпорация 'Ширато' объявляет о проведении всемирного чемпионата под названием 'Мегалония', квалификационные раунды которого пройдут во всех уголках планеты, чтобы отобрать лучших бойцов для участия в финальной части соревнования. В центре сюжета оказывается безымянный боец по кличке 'Джанк Дог', долгое время оттачивающий свои навыки на подпольной арене, который решает принять участие в турнире, чтобы взять реванш у непобедимого чемпиона.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/megaloBox.png",
    "yearOfIssue": 2018,
    "ageRating": 16,
    "episode": 13,
    "season": 1,
    "numberOfSeasons": 2,
    "genre": "Боевики, Драмы, Приключения, Фантастика, Повседневность, Спортивные, Сёнэн",
    "rating": 10,
    "video": "https://www.youtube.com/embed/-j8sX95vkfc"
},
{
    "id": "18",
    "title": "Созданный в Бездне",
    "description": "Люди давно изучили каждый сантиметр своей планеты, но им так и не удалось добраться до одного таинственного места, которое осталось полностью не исследованным. Бездна - загадочная территория, которая манит своей секретностью. Никому не известна её глубина и что именно она скрывает. Там проживают необычные создания, которых невозможно встретить на Земле, и хранятся поразительные сокровища. Рико – милая девчушка, живущая в городке под названием Оосу, расположенном на границе Бездны. Веселая и жизнерадостная барышня решила стать исследователем, чтобы подробно узнать о манящем местечке. В ближайшем будущем главная героиня планирует превратиться в знаменитую персону, которую окружающие будут звать Великой, ведь подобное звание носила её родная мама. В определенный момент любознательная девушка отправляется на поиски очередных приключений. Неожиданно она сталкивается с роботом, невероятно схожим с обычным человеком. Рэгу потерял все имевшиеся воспоминания и абсолютно не помнит, что он робот.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/madeInAbyss.webp",
    "yearOfIssue": 2017,
    "ageRating": 18,
    "episode": 13,
    "season": 1,
    "numberOfSeasons": 2,
    "genre": "Детектив, Драма, Приключения, Фантастика, Фэнтези",
    "rating": 10,
    "video": "https://www.youtube.com/embed/MuboGrmPDIg"
},
{
    "id": "19",
    "title": "Моб психо 100",
    "description": "Молодой паренёк Кагэяма Сигео по прозвищу «Моб» — неуверенный в себе школьник, обладающий невероятно сильными экстрасенсорными способностями. Еще в детстве наш герой мог без труда сгибать ложки, а также поднимать довольно тяжелые предметы в воздух при помощи силы мысли, за что его и невзлюбили окружающие. Такая реакция обычных людей заставила Кагэяму научиться сдерживаться и без надобности не применять экстрасенсорные способности на публике. И теперь превратившись в робкого закомплексованного парня, наш герой в свободное от учебы время за весьма скромную плату подрабатывает у местного «экстрасенса» Аратаки Рэйгэна, являющегося не более чем обычным шарлатаном.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/mobPsycho100.png",
    "yearOfIssue": 2016,
    "ageRating": 16,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 3,
    "genre": "Комедии, Фэнтези, Боевики, Приключения",
    "rating": 10,
    "video": "https://www.youtube.com/embed/F8g3TuKsQHs"
},
{
    "id": "20",
    "title": "Город в котором меня нет",
    "description": "Жизнь мангаки нелегка. Тяжелый и кропотливый труд по достоинству вознаграждается в редких случаях. Авторские работы, в которые были вложены душа и нравоучительный посыл, не всегда достигают сердец читателей. Однажды понять, что ты пустой и скучный человек, не способный на большее — самый большой страх в жизни мангаки. Сатору Фудзинума - тоже автор. В свои 28 он трудится не покладая рук, однако не все авторы гении, и далеко не у каждого получается выразить себя в своих работах. Множеством вопросов ежедневно задается Сатору, и боится однажды увидеть себя пустым и скучным. Но разве пустые и скучные люди могут так же ловко подмечать в своем окружении разные мелочи? Сатору может. Но признавать это в себе, то, что делает его далеко не посредственным, он не хочет. Впрочем, как и называть свой дар сверхъестественным.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/theCityWhereIamNot.webp",
    "yearOfIssue": 2016,
    "ageRating": 12,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Фантастика, Триллеры, Драмы, Детективы, Приключения",
    "rating": 10,
    "video": "https://www.youtube.com/embed/g8tTxuO1oIY"
},
{
    "id": "21",
    "title": "Хантер х Хантер",
    "description": "Приключенческий аниме-сериал «Охотник х Охотник» снят по мотивам одноименной манги Ёсихиро Тогаси. Действие разворачивается в мире, где существует некая организация Охотников, имеющая множество всевозможных привилегий. Они могут путешествовать любым видом транспорта совершенно бесплатно, да еще и первым классом. Так же члены организации имеют доступ к большим сумам денег в каждом банке, а так же информации, которая попросту закрыта для других людей. Многие желают вступить в ряды Охотников, и по этой причине каждый год проводиться экзамен, по результатам которого отбирают самых достойных. Однажды на один из таких экзаменов отправляется и главный герой, Гон Фрикс, который хочет стать охотником для того чтобы найти своего отца. Впереди его ждет много трудностей и испытаний, преодолевая которые он найдет много новых друзей, каждый из которых имеет свои веские причины стать Охотником…",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/HunterxHunter.jpg",
    "yearOfIssue": 2011,
    "ageRating": 12,
    "episode": 148,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Фэнтези, Приключения, Сёнэн",
    "rating": 10,
    "video": "https://www.youtube.com/embed/d6kBeJjTGnY"
},
{
    "id": "22",
    "title": "Хвост Феи",
    "description": "Действие происходит в вымышленной стране под названием Королевство Фиор, где процветает волшебство. Магия здесь является простым товаром, и неотъемлемой частью повседневной жизни, ведь для многих местных жителей это профессия. Все, кто обладают магией, называются волшебниками, и входят в одну из множества гильдий, каждая из которых является неотъемлемой частью своего города. Юная волшебница по имени Люси стремится попасть в гильдию «Хвост Феи», которая считается одной из самых престижных во всей стране, и славится своей силой. Вот только сделать это не так уж и просто, ведь обязательным условием для вступления в гильдию является рекомендация одного из ее членов. Но к счастью, Люси знакомится с Нацу и его милым пушистым котом Хэпии, которые как оказалось члены Хвоста Феи…",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/FairyTail.png",
    "yearOfIssue": 2009,
    "ageRating": 16,
    "episode": 175,
    "season": 1,
    "numberOfSeasons": 3,
    "genre": "Фэнтези, Приключения, Комедии, Боевики, Драмы, Романтические",
    "rating": 10,
    "video": "https://www.youtube.com/embed/H29lYu4-cO8"
},
{
    "id": "23",
    "title": "Ван Панч мен",
    "description": "Каково живётся самому сильному человеку в мире? Не так уж и классно, как может показаться на первый взгляд. Когда ты всего достиг, научившись выносить злодеев буквально с одного удара, жизнь теряет краски, пропадает сам интерес к жизни, ведь не к чему стремиться. С подобным внутренним кризисом сталкивается Сайтама - самый сильный человек на планете, погрязший в рутине и потерявший радость от побед над монстрами и преступниками. Его знакомство с киборгом Геносом открывает Сайтаме новый мир супергероев - друзья записываются в супергеройскую ассоциацию, чтобы от имени правосудия бороться со злом, однако сильнейшему в мире всё так же скучно…",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/One-PunchMan.png",
    "yearOfIssue": 2015,
    "ageRating": 18,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 2,
    "genre": "Комедии, Фэнтези, Приключения",
    "rating": 10,
    "video": "https://www.youtube.com/embed/RPXWGV480FQ"
},
{
    "id": "24",
    "title": "Кабанери стальной крепости",
    "description": "В мире свирепствует ужасная эпидемия, превращающая зараженных людей в быстрых невероятно опасных агрессивных зомби, кабанэ, которые, укусив свою жертву, превращают её в себе подобного, поэтому страшная болезнь распространяется с невероятной скоростью. Вскоре недуг добирается до отдалённой страны Ханимото, которая только начала использовать ранее недоступные блага западной цивилизации. Именно освоение силы пара и стало единственным спасением островного государства, которое, чтобы защититься от разгуливающих на свободе монстров, очень быстро возвело на своей территории огромное количество крепостей, соединённых между собой железной дорогой. И теперь между городами курсируют мощные бронированные поезда-крепости, в которых несчастные беженцы могут перебраться в безопасное место, расположенное вдали от зараженных земель. Вот только кабанэ, которых можно убить лишь пробив крепкое сердце, неуязвимое для обычных пуль и холодного оружия, становятся с каждым разом все умнее и многочисленнее. В это время в многолюдном городе-крепости Араганэ молодой изобретатель Икома создаёт мощное паровое оружие, способное пробивать сердца кровожадных чудовищ. Во время очередного нападения кабанэ его оружие успешно проходит испытание, а вот сам парень оказывается укушен монстром. Пойдя на крайние меры, нашему герою удаётся остановить вирус до того момента, когда болезнь поразила бы его мозг, и он превращается в странный гибрид человека и зомби. Во время эвакуации Икомо знакомится с хрупкой на вид, но невероятно сильной девушкой Мумэй, которая оказывается такой же, как и он. Девушка говорит нашему герою, что таких, как они, называют кабанэри и, видимо, только им под силу спасти человечество.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/KabaneriOfTheIronFortress.png",
    "yearOfIssue": 2016,
    "ageRating": 18,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Приключения, Фэнтези, Боевики",
    "rating": 10,
    "video": "https://www.youtube.com/embed/57s944PdlEA"
},
{
    "id": "25",
    "title": "Бродячие псы",
    "description": "Подросток Ацуси Накадзима выдворяется из сиротского приюта, вынужден зарабатывать на жизнь воровством и однажды спасает из реки неудачливого самоубийцу по имени Осаму Дадзай, который является членом специального Вооруженного детективного агентства. Его агенты занимаются расследованиями нетипичных происшествий, где замешаны люди с экстраординарными способностями. Одним из таких сверхлюдей неожиданно оказывается и Ацуси, который вступает в команду и пытается обуздать свою силу, позволяющую обращаться в белого тигра.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/BungouStrayDogs.png",
    "yearOfIssue": 2016,
    "ageRating": 18,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 3,
    "genre": "Приключения, Фэнтези, Детективы, Мистические, Драмы",
    "rating": 10,
    "video": "https://www.youtube.com/embed/GGsohezPRXU"
},
{
    "id": "26",
    "title": "Семь смертных грехов",
    "description": "Когда-то спокойствие могучего королевства Лионесс оберегала семерка непобедимых воинов, известных как «Семь Смертных Грехов». Но около десяти лет назад их обвинили в сговоре с целью свергнуть монарха, в результате чего в столице королевства началось нешуточное сражение, которое вскоре переросло в кровавую бойню. В тот день свою смерть увидели сотни Святых Рыцарей, защищавших короля, а «Семь Смертных Грехов» бесследно исчезли, после чего их до cих пор никто не видел. Вот только юная принцесса Элизабет, чудом сбежавшая из королевского дворца, рассказывает молодому хозяину таверны «Шляпа Хрюшки», приютившему обессиленную девушку, совершенно другую историю. Оказывается, за последние годы власть Святых Рыцарей стала настолько сильна, что в один прекрасный момент они совершают тайный государственный переворот и заточают монарха и всю его семью под стражу, после чего, объявив о внезапном недуге короля, начинают самостоятельно управлять государством. Именно по этому, желая спасти семью и восстановить справедливость, принцесса Элизабет, отправившись на поиски легендарных воинов, в конечном итоге оказывается в таверне. Вот только сможет ли она найти тех, кого давно уже считают призраками…",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/TheSevenDeadlySins.png",
    "yearOfIssue": 2014,
    "ageRating": 16,
    "episode": 24,
    "season": 1,
    "numberOfSeasons": 4,
    "genre": "Фэнтези, Приключения, Комедии",
    "rating": 10,
    "video": "https://www.youtube.com/embed/64KKe2Sb3D0"
},
{
    "id": "27",
    "title": "Черный клевер",
    "description": "Будучи еще детьми, Аста и Юно были брошены у порога небольшой церквушки. В ней они выросли и стали настоящими друзьями, пообещав, что когда-нибудь один из них достигнет вершины магического мастерства и станет могущественным 'Королём магов'. Вот только со временем они становились всё больше не похожими друг на друга. Спокойный и сдержанный Юно с ранних лет был невероятно талантлив в магическом искусстве, а дерзкий и бойкий Аста абсолютно ничего не умел, но развивал своё тело, проводя свободное время в бесконечных тренировках. При достижении пятнадцатилетнего возраста все жители получают свои гримуары: так Юно стал обладателем редкой книги с изображенным на ней четырёхлистным клевером (многие маги имеют трёхлистный цветок), а вот Аста так ничего и не получил. Но когда другу угрожала смертельная опасность, отчаянный паренёк проявил себя и неожиданно для всех пробудил свою силу, получив уникальный гримуар под названием 'Черный клевер', эмблема которого обладала пятью лепестками...",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/BlackClover.png",
    "yearOfIssue": 2017,
    "ageRating": 16,
    "episode": 170,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Приключения, Фэнтези, Комедии, Сёнэн",
    "rating": 10,
    "video": "https://www.youtube.com/embed/3r3SZvhO2p8"
},
{
    "id": "28",
    "title": "Сага о Винланде",
    "description": "В центре событий находится Торфинн — юный сын Торса, одного из величайших викингов всех времен, который живет в небольшой заснеженной деревушке, расположенной на краю мира. Он любит слушать рассказы о Винланде — плодородных западных землях, свободных от войн и работорговли, и больше всего на свете хочет стать бесстрашным воином, чтобы сражаться рука об руку со своим отцом. Однако все мечты героя рушатся после того, как Торса убивает жестокий предводитель наемников Аскелад. И тогда Торфинн клянется во что бы то ни стало отомстить за его смерть, а затем разыскать легендарные земли...",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/VinlandSaga.png",
    "yearOfIssue": 2019,
    "ageRating": 18,
    "episode": 24,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Приключения, Боевики, Исторические",
    "rating": 10,
    "video": "https://www.youtube.com/embed/Vt7Rwfj7bHU"
},
{
    "id": "29",
    "title": "Школа мертвецов",
    "description": "Привычная жизнь рухнула в одночасье. Эпидемия неизвестной человечеству болезни распространяется по городу с колоссальной скоростью и приближается к частной академии Фудзими. Люди, пораженные вирусом превращаются в зомби. В городе паника и смятение. Неожиданно у ворот школы появляется зомби. Все, кто успел вовремя распознать опасность, успели убежать, дни остальных сочтены, они – живые мертвецы. Такаси Комуро взял на себя ответственность за тех, кому удается спастись, но самое главное для него сейчас – уберечь подругу, с которой они с детства не разлей вода, Рей Миямото. Девушка дорога ему, несмотря на то, что любит другого. Пробираясь на волю, малочисленный отряд смельчаков пополняется все новыми членами, это ученики и сотрудники школы. Вырвавшись из стен учебного заведения и, оказавшись в городе, ребята увидели, что там еще опаснее. В стрессовой ситуации, когда цель каждого – выжить любой ценой, иногда друзья бывают страшнее врагов. Возможно, зомби не так ужасны, как те, что стоят у тебя за спиной, и готовы в любой момент не подставить дружеское плечо, а посильнее подтолкнуть к пропасти.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/HighSchoolOfTheDead.jpg",
    "yearOfIssue": 2010,
    "ageRating": 18,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Ужасы, Приключения, Этти",
    "rating": 10,
    "video": "https://www.youtube.com/embed/Kl6cNSBg3Wg"
},
{
    "id": "30",
    "title": "Безумный азарт",
    "description": "Большинство учебных заведений во всем мире запрещают азартные игры в своих стенах. Увидев кого-либо из учеников с игральными картами в руках – учителя непременно сделают замечание нарушителю, а если инцидент повторится – наверняка прочитают лекцию о деструктивном влиянии игр всему классу, а возможно еще и уведомят родителей или поведут к директору в воспитательных целях. Однако в частной академии в Японии дела обстоят совершенно иным образом. Хяккао – очень старая школа с блестящей репутацией. Здесь учатся исключительно дети из обеспеченных, влиятельных семейств. Зная об этом, совершенно невозможно даже предположить, что знания в этом месте ценятся куда меньше, чем ловкость хитрого игрока. Дирекция Хяккао имеет несколько неординарные взгляды на то, что собой являет высококачественное обучение. Здесь есть свои традиции, заключающиеся не в системе академических программ и курсов, а в поощрении умений думать наперед, просчитывать ход оппонента, предугадывать и выигрывать любым путем. Лучшим средством для развития необходимых навыков являются именно азартные головоломки. Победители пользуются безоговорочным авторитетом, а вот проигравшим придется весьма несладко. Они обречены на жестокое обращение и тиранию, а все что бедолагам остается делать - запастись терпением и продолжать практиковаться, чтобы изменить свое положение. Главная героиня сериала – новенькая ученица по имени Джабами Юнеко. Смелая девчонка вовсе не страшится здешних укладов, жестокость и иерархия ее не смущают. Она решительно настроена поднять настоящий бунт в этом заведении...",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/CrazyPassion.png",
    "yearOfIssue": 2017,
    "ageRating": 18,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 2,
    "genre": "Драмы, Детективы",
    "rating": 10,
    "video": "https://www.youtube.com/embed/cTlHQiRNVl0"
},
{
    "id": "31",
    "title": "Убийца Акаме",
    "description": "Приключенческий аниме-сериал «Убийца Акаме!» является экранизацией одноименной манги Такахиро. Главный герой мечник Тацуми живет в небольшой деревушке, которая погрязла в нищете и голоде. Чтобы заработать денег и помочь односельчанам он отправляется в Столицу. Однако добравшись туда Тацуми очень быстро понимает, что все рассказы о величии и красоте Столицы, которые он слышал, на самом деле не отвечают действительности. На самом же деле реальность такова, что город погряз в коррупции, а на его улицах царит жестокость и беззаконие. Главным виновником происходящего является премьер-министр, который правит страной, при этом оставаясь в тени. Тацуми жаждет изменить ситуацию, однако в одиночку он не сможет противостоять столь сильному врагу, и поэтому ему необходимо найти единомышленников…",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/AkameKill.jpg",
    "yearOfIssue": 2014,
    "ageRating": 18,
    "episode": 24,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Фэнтези, Приключения, Драмы",
    "rating": 10,
    "video": "https://www.youtube.com/embed/0eoQndA3nAQ"
},
{
    "id": "32",
    "title": "Магическая битва",
    "description": "Несмотря на врожденный спортивный талант, старшеклассник Юдзи Итадори всячески отказывается принимать участие в соревнованиях, а однажды решает присоединиться к клубу оккультных исследований. Обнаружив, что члены клуба — настоящие колдуны, способные манипулировать энергией живых существ, школьник сталкивается с Мегуни Фусигуро, который открывает страшную тайну о том, что Юдзи недавно контактировал с проклятым артефактом в виде гниющего пальца Сукуны. Это открытие навлекает на Итадори серьезные неприятности, поскольку Идзи вынужден стать хозяином Сукуны, а руководство Токийского колледжа магии приговаривает его к смертной казни...",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/magicBattle.png",
    "yearOfIssue": 2020,
    "ageRating": 18,
    "episode": 24,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Приключения, Фэнтези, Боевики",
    "rating": 10,
    "video": "https://www.youtube.com/embed/VpO6APNqY1c"
},
{
    "id": "33",
    "title": "Обещанный Новерленд",
    "description": "В приюте «Грейс Филд» жизнь сирот похожа на рай. Хотя у них нет родителей, все дети являются одной большой и счастливой семьей, находясь под опекой доброй женщины, которую они называют «мамой». Здесь они учатся, носят чистую одежду, хорошо питаются и много играют, однако существует одно строгое правило, которому каждый ребенок должен неукоснительно подчиняться: никогда не покидать территорию приюта. Но однажды двое лучших друзей, Эмма и Норман, выходят за ворота и раскрывают ужасающую правду об этом месте. И теперь, если они хотят выжить, им придется найти способ сбежать отсюда...",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/ThePromisedNeverland.png",
    "yearOfIssue": 2019,
    "ageRating": 18,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 2,
    "genre": "Драмы, Приключения, Ужасы, Триллеры, Мистические",
    "rating": 10,
    "video": "https://www.youtube.com/embed/KRyTy6E4OAU"
},
{
    "id": "34",
    "title": "Монстр",
    "description": "Японский мультипликационный сериал режиссеров Рёсуке Накамуры, Патрика Сэйтца и Масаюки Кодзимы. Аниме повествует о жизни гениального хирурга Кэндзо Тэнмы, который приехал в Германию из Японии. Он устраивается работать в госпиталь «Эйслер Мемориал». Начальник этого госпиталя отец его невесты, и в первую очередь здесь ценятся деньги и популярность. Кэндзо человек правильный, и каждый раз выбирая богатого пациента, в ущерб бедному, он идет на сделку со своей совестью. Но один случай меняет все в его жизни, и как следует дальше по сюжету, в жизни многих героев аниме. В больницу поступает мальчик с огнестрельным ранением в голову и мэр. Кэндзо решает спасти мальчика, что в итоге могло стоить ему карьеры. На удивление доктора, сестра мальчика просит не спасать его, а убить. Но, не смотря на все это, Тэнма спасает парня, а мэр умирает, так и не дождавшись помощи. Отец его невесты вместе с руководством госпиталя решает уничтожить карьеру молодого хирурга. Но их внезапная смерть меняет все в корне. Тэнму обвиняют в их убийстве, но из-за отсутствия доказательств, обвинения снимают. Ведь никто так и не понял, кто подложил отравленные конфеты к кровати мальчика. Через какое-то время дети исчезают, а у врача начинаются повседневные будни в больнице. Но спустя несколько лет, в Дюссельдорфе возобновились убийства. Монстр вернулся. Город снова объят ужасом. Но кто же знал, что это чудовище, когда-то было спасено доктором Кэндзо?",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/Monster.jpg",
    "yearOfIssue": 2004,
    "ageRating": 18,
    "episode": 74,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Триллер, Детектив, Ужасы",
    "rating": 7,
    "video": "https://www.youtube.com/embed/9aS-EgdAq6U"
},
{
    "id": "35",
    "title": "Форма голоса",
    "description": "Мир подростков бывает невероятно жесток. Они порой не прощают отличия и с огромной радостью набрасываются на любого, кто ведет себя не так как все или выглядит иначе. В центре событий оказывается девушка по имени Сёко. Малышке совсем недавно пришлось сменить младшую школу. Вот только новые одноклассники вовсе не спешили принимать её в свой круг. Дело в том, что у бедняжки врожденные проблемы со слухом. Это и становится главной причиной того, что над ней начинают подшучивать и смеяться, совершенно не понимая, насколько ей тяжело и больно. Вскоре наша героиня пробует свои силы на конкурсе, желая попасть в школьный хор, но её попытка увенчивается полным провалом. После этого над ней начинают попросту глумиться. Главным заводилой оказывается паренек Исида Сёя, который решает превратить жизнь новенькой в настоящий ад. Но когда случается очередной инцидент с поломкой слухового аппарата, все оборачивается против Исиды. Парень превращается в мишень для всеобщего презрения, и потихоньку начинает понимать, как же это тяжело. Время идет, меняя людей. Теперь наши герои взрослее, и Сёя окончательно осознал, как он был неправ по отношению к девушке. Отныне парень хочет искренне извиниться, загладить свою вину и стать ей настоящим другом.",
    "type": "Фильм",
    "category": 1,
    "image": "image/anime/VoiceForm.jpg",
    "yearOfIssue": 2016,
    "ageRating": 16,
    "episode": 1,
    "season": 0,
    "numberOfSeasons": 0,
    "genre": "Драмы, Романтические, Повседневность",
    "rating": 10,
    "video": "https://www.youtube.com/embed/GUtMtqCYj8s"
},
{
    "id": "36",
    "title": "Я съем твою поджелудочную",
    "description": "В центре сюжета оказывается угрюмый и замкнутый старшеклассник Боку, предпочитающий чтение книг общению с людьми. Однажды он случайно узнает, что его веселая одноклассница Сакура Ямаучи страдает от неизлечимого заболевания поджелудочной железы, которое медленно ее убивает. Она сообщает Боку, что хочет прожить оставшуюся жизнь как обычный подросток, и поэтому просит его никому не рассказывать о ее тяжелом положении. Юноша обещает сохранить секрет Сакуры, и вскоре соглашается провести с девушкой остаток отведенного ей времени...",
    "type": "Фильм",
    "category": 1,
    "image": "image/anime/IWantToEatYourPancreas.png",
    "yearOfIssue": 2018,
    "ageRating": 16,
    "episode": 1,
    "season": 0,
    "numberOfSeasons": 0,
    "genre": "Драмы, Романтические",
    "rating": 10,
    "video": "https://www.youtube.com/embed/MONVPR1dnRQ"
},
{
    "id": "37",
    "title": "Волейбол",
    "description": "Однажды, включив телевизор, двенадцатилетний Хината Сёё попадает на трансляцию волейбольного чемпионата, и с первого взгляда влюбляется в эту увлекательную игру. Волейбол настолько покоряет мальчика, что он даже собирает собственную школьную команду, и вместе с ней оправляется на турнир. Однако в первой же игре они сталкиваются с очень сильным противником в лице команды плеймейкера Тобио Кагеяма, который на тот момент уже был настоящим профессионалом. Он чуть ли не в одиночку устраивает команде Хинате разгромное поражение, что очень сильно бьет по самолюбию героя. Хинате ставит перед собой цель отомстить, и для этого в старшей школе Карасуно вступает в волейбольный клуб. Каково же было его удивление, когда оказалось, что ему предстоит играть в одной команде со своим заклятым врагом Тобио Кагеямой. Несмотря на разногласия и разную игровую философию, ребята становятся хорошим дуэтом, который способен привести свою команду к финальной победе…",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/Volleyball.png",
    "yearOfIssue": 2014,
    "ageRating": 16,
    "episode": 25,
    "season": 1,
    "numberOfSeasons": 4,
    "genre": "Комедии, Спортивные, Повседневность",
    "rating": 10,
    "video": "https://www.youtube.com/embed/JOGp2c7-cKc"
},
{
    "id": "38",
    "title": "Берсерк",
    "description": "Двойная игра еще никому не давалась легко. Даже жестокий наемник Гатс, обладающий большими боевыми навыками и множеством побед, преследуя свои цели, очень рискует. Он встречается с вожаком легендарного «Сокола» Гриффитсом и доблестью завоевывает доверие всей банды, в том числе и девушки Каски. Но какова его истинная цель? «Аниме» часто называют кровавым жанром. И в этом жанре правда много кровавых картин. Это одна из них. Весь сюжет построен на отношениях двух наемников и их приключений. Важная часть сценария отведена поединкам. Это ремейк сериала «Берсерк», его сжатая, но достойная версия. Стиль и жанр весьма необычны и разнообразны. Даже если зритель не поклонник «Аниме», все равно можно посмотреть как на интересное произведение. Оценить, попытаться понять японскую культуру через мультфильм хоть немного. В этом творении все более правдоподобно и реалистично. Это Средневековье, где соседствуют благородство и грязь, высокий ранг и приклонение.",
    "type": "Фильм",
    "category": 1,
    "image": "image/anime/Berserk.jpg",
    "yearOfIssue": 2012,
    "ageRating": 16,
    "episode": 4,
    "season": 0,
    "numberOfSeasons": 0,
    "genre": "Драмы, Фэнтези, Приключения",
    "rating": 5,
    "video": "https://www.youtube.com/embed/JmeAkSlWAIs"
},
{
    "id": "39",
    "title": "Ох, уж этот экстрасенс Сайки Кусуо!",
    "description": "Сайки с раннего возраста осознал, что обладает суперспособностями. Главный герой аниме-сериала мог свободно читать мысли других людей или передавать им свои собственные. Но это не принесло ему всемирной славы или истинного счастья, а, скорее, наоборот. Сайки осознал, что от его способностей нет толку, когда парень наблюдал, как разваливается его семья. Но, став подростком, он понял, что пора бы и переосмыслить приоритеты. Ведь по какой-то причине именно ему достался дар экстрасенсорики. Значит, им нужно пользоваться, чтобы помогать другим людям…",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/psychicSaikiKusuo.png",
    "yearOfIssue": 2016,
    "ageRating": 12,
    "episode": 24,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Комедии, Мистические, Фэнтези",
    "rating": 10,
    "video": "https://www.youtube.com/embed/RChRfCHWsOI"
},
{
    "id": "40",
    "title": "Эхо террора",
    "description": "Действие драматического аниме-сериала «Эхо террора» разворачивается в наши дни. Однажды в один из самых обычных дней в социальных сетях появляется видеообращение двух парней в масках, называющих себя террористической группой «Сфинкс». Они предупреждают жителей Токио, что в три часа дня столица погрузится во тьму, и в назначенное время город содрогается от ряда террористических актов. Преступники выдают себя за самых обычных школьников, и вне экрана называют друг друга прозвищами Найн и Твелв. Они легко взламывают любые системы безопасности, а их дерзость не знает границ, и поэтому проделки наглой парочки очень быстро поднимают на уши всю полицию города. Однако местные блюстители правопорядка оказываются бессильны перед нависшей угрозой, и тогда им на помощь приходят американские коллеги из ФБР во главе с гениальной девушкой-хакером Файв...",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/TerrorInResonance.jpg",
    "yearOfIssue": 2014,
    "ageRating": 18,
    "episode": 11,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Триллеры, Драмы, Детективы",
    "rating": 7,
    "video": "https://www.youtube.com/embed/KDtA8aYjzzM"
},
{
    "id": "41",
    "title": "Токийские мстители",
    "description": "Из новостей Ханагаки Такэмити узнает, что его подруга из средней школы, Татибана Хината, умерла. Единственная девушка, с которой он когда-либо встречался, была только что убита группировкой, известной как токийская банда Мандзи. Он живет в никудышной квартире с тонкими стенами, а его босс, на шесть лет младше Такэмити, обращается с ним как с идиотом. Да к тому же он девственник в свои двадцать шесть. Попав под поезд, Такэмити не лишается своей жалкой жизни, а непонятным образом переносится на двенадцать лет назад, в школьные годы. Чтобы спасти Хинату и изменить свою жизнь, заручившись поддержкой младшего брата Хинаты, Такэмити начинает свой путь к вершинам самой опасной группировки города.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/TokyoRevengers.png",
    "yearOfIssue": 2021,
    "ageRating": 18,
    "episode": 24,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Приключения, Боевики, Драмы",
    "rating": 10,
    "video": "https://www.youtube.com/embed/idlLFNNpZiI"
},
{
    "id": "42",
    "title": "Этот герой неуязвим, но очень осторожен",
    "description": "",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/ThisHeroIsInvulnerable.png",
    "yearOfIssue": 2019,
    "ageRating": 16,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Приключения, Комедии, Фэнтези",
    "rating": 8,
    "video": "https://www.youtube.com/embed/Tf7brfV7En0"
},
{
    "id": "43",
    "title": "Волчий дождь",
    "description": "Действие аниме разворачивается в мире, где земная цивилизация доживает свой век, а человечество оказывается на пороге апокалипсиса. Но древняя легенда гласит – накануне Конца Света откроются врата в Рай, путь куда найдут лишь избранные, и это будут волки. Однако, сильных и гордых животных люди не встречали уже более двухсот лет. На самом деле хищники вовсе не исчезли, а ушли в тень и научились принимать человеческое обличье. Никому из людей в голову не придет, что перед ним животное. Цума, Хигэ и Тобоэ – оборотни, которые отправляются на поиски лунного цветка, который согласно легенде приведёт их к вратам Рая. Удивительно растение обладает тончайшим ароматом, который способны уловить лишь волки. Вскоре к ним присоединяется их белый собрат Киба. Смогут ли наши герои отыскать заветный цветок или быть может, существование Рая – всего лишь красивая легенда?",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/Wolf'sRain.png",
    "yearOfIssue": 2003,
    "ageRating": 12,
    "episode": 30,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Приключения, Драмы, Мистические",
    "rating": 10,
    "video": "https://www.youtube.com/embed/6ydbrdQXMeM"
},
{
    "id": "44",
    "title": "Учитель Онидзука",
    "description": "Онидзука — экс-лидер банды байкеров, мечтающий стать великим учителем. Проходя стажировку в рамках обучения, мужчина попадает не в класс для девочек, как он хотел, а в класс для правонарушителей. Здесь Онидзука узнает о важности умения находить общий язык даже с отъявленными хулиганами и уважать их принципы. После стажировки, благодаря блестящей харизме и амбициям, герой получает возможность работать в одной из самых престижных школ в Японии, в которой ему предстоит заниматься «проблемным» классом. Очень скоро Онидзука начинает осознавать, что он способен решить любую проблему в школе с помощью непреклонного характера и авторитета, но он хочет найти правильный подход к каждому ученику…",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/GreatTeacherOnizuka.jpg",
    "yearOfIssue": 1999,
    "ageRating": 18,
    "episode": 43,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Комедии, Драмы, Школа, Повседневность",
    "rating": 10,
    "video": "https://www.youtube.com/embed/aZcEfuNsyKM"
},
{
    "id": "45",
    "title": "Невероятные приключения Джоджо",
    "description": "Из поколения в поколение потомки семейства Джостаров наследуют родимое пятно в форме звезды, инициалы ДжоДжо и семейное дело - раз за разом спасать мир. Каждый ДжоДжо - индивидуален и в то же время разделяет точку зрения предшественников о добре и справедливости. От Англии 19 века до современной Японии - это поистине невероятное приключение длиною не просто в жизнь героя, а в жизнь целого семейного древа. Множество практически независимых историй, связанных линией родства главных героев, посвящены головокружительным путешествиям, безумным сражениям и, конечно же, вечным вопросам дружбы и любви. 'Невероятные приключения ДжоДжо' - на данный момент ярчайший представитель жанра сейнен и одна из самых культовых японских франшиз.За 30 лет существования манга стала гордостью Японии, а с выходом новой аниме - экранизации культурный феномен ДжоДжо начал притягивать тысячи поклонников с запада.Безумный стиль, безумный шарм, безумные сюжетные повороты и безумные схватки - глоток свежего воздуха для всей аниме - индустрии.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/JoJo.png",
    "yearOfIssue": 2012,
    "ageRating": 18,
    "episode": 26,
    "season": 1,
    "numberOfSeasons": 4,
    "genre": "Приключения, Фэнтези, Комедии",
    "rating": 10,
    "video": "https://www.youtube.com/embed/P8SQ8NuYY20"
},
{
    "id": "46",
    "title": "Школа тюрьма",
    "description": "Хатимицу – частная женская школа, где со времени основания не ступала мужская нога. Правда, девушки, учащиеся здесь, отнюдь не праведницы и не ангелы, а скорее наоборот – демоны в людском обличии. Между ученицами уже довольно длительное время идет война, в которой общество разделилось на два лагеря: один возглавляет председатель студенческого совета, а второй – дочка директора учреждения. Вот только девчонкам придется на время забыть о конфронтации, так как со школой произошло удивительное событие. Впервые за несколько сотен лет сюда зачислили пятерых парней! Возмущению обитательниц не было предела, и весь свой негатив они предпочитают выплескивать именно на новых учеников. Руководство посчитало, что пора бы уже из обособленного учреждения создавать школу, доступную для всех, но коренные обитательницы с такими побуждениями не слишком согласны. Вот и приходится теперь Киеси с новыми товарищами противостоять целой армии разъяренных девиц, которые наотрез отказываются принимать данных членов общества в свой коллектив. Но споры и ссоры не могут длиться вечно, верно? Пройдет некоторое время, и у парней появится шанс доказать, что они достойны быть учениками в столь знаменитом учебном заведении.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/PrisonSchool.jpg",
    "yearOfIssue": 2015,
    "ageRating": 18,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Комедии",
    "rating": 10,
    "video": "https://www.youtube.com/embed/ii8yCf6I0cE"
},
{
    "id": "47",
    "title": "Клинок, рассекающий демонов",
    "description": "После смерти отца юному Тандзиро пришлось взять на себя ответственность за содержание матери, братьев и сестер. Однажды он отправляется в город у подножия горы, где обычно торгует древесным углем, а затем остается там на ночь из-за пугающего предостережения местного жителя. Вернувшись домой, Тандзиро видит шокирующую картину — демоны-людоеды растерзали почти всю его семью, а оставшаяся в живых младшая сестренка превратилась в одну из этих тварей, однако не лишилась человеческих эмоций. Собрав волю в кулак, парень решает во что бы то ни стало исцелить сестру и отомстить демону, который разрушил его жизнь...",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/DemonSlayer.png",
    "yearOfIssue": 2019,
    "ageRating": 16,
    "episode": 26,
    "season": 1,
    "numberOfSeasons": 4,
    "genre": "Приключения, Боевики, Фэнтези, Сёнэн",
    "rating": 10,
    "video": "https://www.youtube.com/embed/VQGCKyvzIM4"
},
{
    "id": "48",
    "title": "Необъятный океан",
    "description": "Иори Катихара ужасно боится воды, у него развилась настоящая фобия, от которой парень никак не может избавиться. И так случилось, что герой аниме поступил в университет, который и расположился на побережье. Там он снимает комнату у семейства Котегава, члены которого владеют магазином снаряжения для дайвинга. Со временем Иори познакомится с веселыми парнями-дайверы, которые постараются изменить его приоритеты. Новые приятели считают, что Катихара обязательно должен испытать чувство при погружении на самую глубину и наслаждения подводными пейзажами!",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/GrandBlue.png",
    "yearOfIssue": 2018,
    "ageRating": 16,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Приключения, Комедии, Драмы, Повседневность",
    "rating": 10,
    "video": "https://www.youtube.com/embed/2EzuzBgfYpk"
},
{
    "id": "49",
    "title": "Рейтинг короля",
    "description": "Бодзи, глухой и слабый принц, не может управиться даже с детским мечом. Но как первенец он упорно стремится стать величайшим королём в мире. Однако люди только и говорят о «никчёмном принце», заявляя, что ему «ни за что не стать королем». Однажды Бодзи встречает своего первого друга — Кагэ (тень), тень на земле в самом прямом смысле этого слова. Так начинается история о взрослении Бодзи, трудностях и людях, которых он встретит на своём пути.",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/RankingOfKings.png",
    "yearOfIssue": 2021,
    "ageRating": 16,
    "episode": 23,
    "season": 1,
    "numberOfSeasons": 1,
    "genre": "Комедии, Фэнтези, Приключения",
    "rating": 6,
    "video": "https://www.youtube.com/embed/rxXUNYMAAVY"
},
{
    "id": "50",
    "title": "Повседневная жизнь бессмертного короля",
    "description": "Вокруг главного героя всегда что-то происходит: то демоны нападают из-за каждого угла, то у друзей возникают какие-то проблемы. Сможет ли Ван Лин справиться со всеми трудностями и случайно не разрушить вселенную из-за своей необъятной силы?",
    "type": "TV Сериал",
    "category": 2,
    "image": "image/anime/TheDailyLifeOfTheImmortalKing.png",
    "yearOfIssue": 2021,
    "ageRating": 12,
    "episode": 12,
    "season": 1,
    "numberOfSeasons": 2,
    "genre": "Приключения, Комедии, Фэнтези",
    "rating": 10,
    "video": "https://www.youtube.com/embed/Qha6SDGU5t8"
}
]